Revit 2027 API
ParameterTypeId.JoistSystemJustificationParam Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemJustificationParam { get; }
Public Shared ReadOnly Property JoistSystemJustificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemJustificationParam {
	ForgeTypeId^ get ();
}
static member JoistSystemJustificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace